Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: INDEPENDENT MEDICAL MONITOR:
es_es: AUDITOR MÉDICO INDEPENDIENTE:

source: INDEPENDENT MEDICAL MONITOR: Neuroscience Trials Australia (Heidelberg, Victoria)
es_es: AUDITOR MÉDICO INDEPENDIENTE: Neuroscience Trials Australia (Heidelberg, Victoria)

source: INDEPENDENT MEDICAL MONITORS: Neuroscience Trials Australia (Heidelberg, Victoria) E. Cowley, R. McCoy, M. Sallaberger.
es_es: AUDITORES MÉDICOS INDEPENDIENTES: Neuroscience Trials Australia (Heidelberg, Victoria) E. Cowley, R. McCoy, M. Sallaberger.

source: INDIVIDUAL RESULTS OF TELMISARTAN DISSOLUTION PROFILE
es_es: RESULTADOS INDIVIDUALES DEL PERFIL DE DISOLUCIÓN DE TELMISARTÁN

source: INJECTION SEQUENCE
es_es: SECUENCIA DE INYECCIONES

source: INJECTION SEQUENCE (EXAMPLE) AND SST Parameters
es_es: EJEMPLO DE SECUENCIA DE INYECCIONES Y PARÁMETROS DE LA PRUEBA DE IDONEIDAD DEL SISTEMA

source: INJECTION VOLUME
es_es: VOLUMEN DE INYECCIÓN

source: INN (INTERNATIONAL NON-PROPRIETARY NAME)
es_es: DCI (DENOMINACIÓN COMÚN INTERNACIONAL)

source: INS-480011-101128884, INS-480011-101366736, INS-480011-101925737 (INS-480011-13585826), INS-480011-101618405 (eingeschrankt auf die Herstellung und Kontrolle des Wirkstoffes Alteplase für Activase® (Prozessvariante TPA-04)), INS-480011-102027428 und / and INS-480011-102174974 Probebetrieb bis 12/2029 für das Verfahren:
es_es: INS-480011-101128884, INS-480011-101366736, INS-480011-101925737 (INS-480011-13585826), INS-480011-101618405 (restringidas a la producción y control del principio activo Alteplasa de Activasa® (Variante del proceso TPA-04)), INS-480011-102027428 e INS-480011-102174974, Prueba realizada hasta 12/2029 para el procedimiento:

source: INS-480011-101128884, INS-480011-101366736, INS-480011-101925737 (INS-480011-13585826) and INS-480011-101618405
es_es: INS-480011-101128884, INS-480011-101366736, INS-480011-101925737 (INS-480011-13585826) e INS-480011-101618405

source: INS-480011-101618405 (eingeschrankt auf die Herstellung und Kontrolle des Wirkstoffes Alteplase für Activase® (Prozessvariante TPA-04)), INS-480011-102027428 und / and INS-480011-102174974 Probebetrieb bis 12/2029 für das Verfahren:
es_es: INS-480011-101618405 (restringidas a la producción y control del principio activo Alteplase para Activase® (variante del proceso TPA-04)), INS-480011-102027428 e INS-480011-102174974; prueba realizada hasta 12/2029 para el procedimiento:

source: INSTALACIONES
es_es: PREMISES

source: INSTALACIONES - CONDICIONES GENERALES
es_es: PREMISES - GENERAL CONDITIONS

source: INSTALACIONES AUXILIARES
es_es: AUXILIARY FACILITIES

source: INSTRUCCIONES
es_es: INSTRUCTIONS

source: INSTRUCTIVO EXTERNO
es_es: EXTERNAL INSTRUCTIONS

source: INSTRUMENTAL METHOD – METHOD III
es_es: MÉTODO INSTRUMENTAL – MÉTODO III

source: INTERFERON BETA-18, PARATHYROIDHORMON, Beperminogene Perplasmid, TEDUGLUTID,
es_es: INTERFERON BETA-18, HORMONA PARATIROIDEA, beperminogén perplásmido, TEDUGLÚTIDO,

source: INTERMEDIATE PRECISION
es_es: PRECISIÓN INTERMEDIA

source: INTERMEDIATE REAGENT
es_es: REACTIVO INTERMEDIO

source: INTERNET
es_es: DIRECCIÓN WEB

source: INTERVENTIONS Open-label tenecteplase at 0.40 mg/kg (maximum, 40 mg; n = 150) or 0.25 mg/kg (maximum, 25 mg; n = 150) given as a bolus before endovascular thrombectomy.
es_es: INTERVENCIONES Administración a rótulo abierto de 0.40 mg/kg (máximo, 40 mg; n = 150) o 0.25 mg/kg (máximo, 25 mg; n = 150) de tenecteplasa en forma de bolo antes de la trombectomía endovascular.

source: INTRINSIC DISSOLUTION DATA IN AQUEOUS MEDIA
es_es: DISOLUCIÓN INTRÍNSECA EN MEDIOS ACUOSOS

source: INTRODUCTION / OBJECTIVE
es_es: INTRODUCCIÓN Y OBJETIVO

source: INTRODUCTION AND OBJECTIVES
es_es: INTRODUCCIÓN Y OBJETIVOS

source: INTRODUCTION TO THE QUALITY OVERALL STATEMENT
es_es: INTRODUCCIÓN A LA DECLARACIÓN GENERAL DE CALIDAD

source: INTRODUCTION TO THE QUALITY OVERALL SUMMARY
es_es: INTRODUCCIÓN AL RESUMEN GENERAL DE CALIDAD

source: INTRODUCTION:
es_es: INTRODUCCIÓN:

source: INVESTIGATIONAL FORMULATIONS
es_es: FORMULACIONES DE INVESTIGACIÓN

source: INVESTIGATIONAL PLAN
es_es: PLAN DE INVESTIGACIÓN

source: INVESTIGATORS AND TRIAL ADMINISTRATIVE STRUCTURE
es_es: INVESTIGADORES Y ESTRUCTURA ADMINISTRATIVA DEL ENSAYO

source: IP
es_es: PI

source: IP Address:
es_es: Dirección IP:

source: IPC testing
es_es: Pruebas intraproceso

source: IPC testing prior to sterile filtration Impact on bioburden
es_es: Pruebas de control intermedio del proceso antes de la filtración estéril. Efectos sobre la biocarga

source: IPCs may be assigned an action limit or an acceptance criterion.
es_es: Se puede asignar un límite de acción o criterio de aceptación a los controles intermedios del proceso.

source: IPCs with acceptance criteria
es_es: Controles intermedios del proceso con criterios de aceptación

source: IPCs with acceptance criterion for filling and stopper placement
es_es: Controles intermedios del proceso con criterio de aceptación para el llenado y la colocación de tapones

source: IPCs with acceptance criterion for sterile filtration
es_es: Controles intermedios del proceso con criterio de aceptación para la filtración estéril

source: IPCs with acceptance criterion tenecteplase drug product manufacturing process
es_es: Controles intermedios del proceso de fabricación del medicamento tenecteplasa, con criterio de aceptación

source: IPCs with action limit
es_es: Controles intermedios del proceso con límite de acción

source: IPCs with action limit for filling and stopper placement
es_es: Controles intermedios del proceso con límite de acción para el llenado y la colocación de tapones

source: IPCs with action limit for sterile filtration
es_es: Controles intermedios del proceso con límite de acción para la filtración estéril

source: IPCs with action limit tenecteplase drug product manufacturing process
es_es: Controles intermedios del proceso de fabricación del medicamento tenecteplasa, con límites de acción

source: IPF
es_es: Fibrosis pulmonar idiopática

source: IPF without background antifibrotic therapy
es_es: Fibrosis pulmonar idiopática sin tratamiento antifibrótico de base

source: IQR denotes interquartile range.
es_es: RIC hace reference a rango intercuartílico.

source: IQR, interquartile range; IV, intravenous.
es_es: RIC, rango intercuartílico; i.v., intravenoso.

source: IR REFERENCE SPECTRUM
es_es: ESPECTRO IR DE REFERENCIA

source: IR Reference spectrum
es_es: Espectro IR de referencia

source: IR Reference spectrum of plastic bottle
es_es: Espectro IR de referencia del frasco de plástico

source: IR Spectroscopy
es_es: Espectroscopía IR

source: IR reference spectrum (ATR method):
es_es: Espectro IR de referencia (método de la reflexión total atenuada, ATR)

source: IR reference spectrum (ATR) of nintedanib esilate
es_es: Espectro IR de referencia (reflexión total atenuada, ATR) del esilato de nintedanib

source: IR reference spectrum (KBr) of nintedanib esilate
es_es: Espectro IR de referencia (KBr) del esilato de nintedanib

source: IR spectrophotometry
es_es: Espectrofotometría infrarroja

source: IR spectroscopy
es_es: Espectroscopía IR

source: IR spectrum
es_es: Espectro IR

source: IR spectrum obtained with ATR element
es_es: Espectro IR obtenido con un dispositivo de reflexión total atenuada

source: IR spectrum obtained with KBr
es_es: Espectro IR obtenido con KBr

source: IR-SPECTRUM
es_es: ESPECTRO IR

source: IRT was used for randomisation and kit allocation at each visit that dispensed investigational product.
es_es: Para la aleatorización y la asignación de kits en cada visita relacionada con la entrega del producto en investigación se usó la tecnología IRT.

source: ISO 5 / Grade A
es_es: ISO 5 / Grado A

source: ISO certificate for the vial adapter to clarify that the vial adapter is in line with GMP.
es_es: Envíese un certificado de cumplimiento con normas ISO en el que se aclare que el adaptador del vial se ajuste a las buenas prácticas de fabricación.

source: ISOCRATIC CONDITIONS
es_es: CONDICIONES ISOCRÁTICAS

source: ISR debe realizarse para cada ensayo de bioequivalencia (BE).
es_es: ISR must be performed for each bioequivalence (BE) trial.

source: ISTD
es_es: Est. int.

source: IUS = integrator units of formic acid in the standard solution
es_es: IUT = unidades integradoras de ácido fórmico en la disolución estándar

source: IUS = mean of integrator units obtained with the standard addition solutions
es_es: IUS = media de las unidades de integración obtenidas con las soluciones estándar de adición

source: IUS = mean of integrator units obtained with the standard solutions
es_es: IUS = media de las unidades de integración obtenidas con las disoluciones estándar

source: IUSS = Integrator units of empagliflozin in standard solution 100 % (A1 and A2, respectively)
es_es: IUSS = Unidades integradoras de empagliflozina en la solución estándar al 100 % (A1 y A2 respectivamente)

source: IUSS = integrator units of active ingredient degradation product of interest in the standard solution
es_es: IUSS = unidades integradoras del producto de degradación del principio activo en cuestión en la solución estándar

source: IUT = integrator units of formic acid in the test solution
es_es: IUT = unidades integradoras de ácido fórmico en la solución de análisis

source: IUT = mean of integrator units obtained with the test solutions
es_es: IUT = media de las unidades de integración obtenidas con las soluciones de análisis

source: IUT1 = mean of integrator units obtained with test solution 1
es_es: IUT1 = media de las unidades de integración obtenidas para la solución de análisis 1

source: IUTS = Integrator units of empagliflozin in test solution
es_es: IUTS= Unidades integradoras de empagliflozina en la solución de análisis

source: IUTS = integrator units of active ingredient degradation product of interest in the test solution
es_es: IUTS = unidades integradoras del producto de degradación del principio activo en cuestión en la solución de análisis

source: IUTx = mean of integrator units obtained with any other test solution
es_es: IUTx = media de las unidades de integración obtenidas para cualquier otra solución de análisis

source: IV tenecteplase group (n=1)
es_es: Grupo de tenecteplasa i.v. (n=1)

source: IV tenecteplase group (n=10)
es_es: Grupo de tenecteplasa i.v. (n=10)

source: IV alteplase Treatment Inclusion Criteria
es_es: Criterios de inclusión del tratamiento con alteplasa intravenosa

source: IV alteplase group (n=1)
es_es: Grupo de alteplasa i.v. (n=1)

source: IV alteplase group (n=18)
es_es: Grupo de alteplasa i.v. (n=18)

source: IV thrombolysis and Angiogram details
es_es: Detalles de trombólisis i.v. y angiografía

source: IcIEF – Region 1 (%)
es_es: IcIEF – Región 1 (%)

source: IcIEF – Region 2 (%)
es_es: IcIEF – Región 2 (%)

source: IcIEF – Region 3 (%)
es_es: IcIEF – Región 3 (%)

source: Iceland
es_es: Islandia

source: Ich habe dieses Dokument gepriuft
es_es: He revisado este documento

source: Ich habe dieses Dokument geprtft
es_es: He revisado este documento

source: Idarucizumab drug substance is stored in portable tanks made of stainless steel.
es_es: El principio activo idarucizumab se almacena en tanques portátiles de acero inoxidable.

source: Idarucizumab reference sample - example for integration method skim - Main Peak and BPG are separated by a manual exponential skim (pre-change method)
es_es: Muestra de referencia de idarucizumab: ejemplo de la integración por skim. El pico principal y el grupo de picos básicos se separan mediante skim exponencial (método previo a la carga)

source: Idarucizumab reference sample - example for integration method split
es_es: Muestra de referencia de idarucizumab: ejemplo de la integración por división de flujo.

source: Idealmente, el estudio de balance de masas o comparación con una dosis intravenosa de referencia se llevarán a cabo a la misma dosis que la utilizada para la clasificación de solubilidad.
es_es: Ideally, the mass balance study or comparison with a reference intravenous dose will be carried out at the same dose as that used for the solubility classification.

source: Idealmente, el intervalo no debe ser inferior a cinco vidas medias de eliminación del compuesto activo o metabolito, si se mide este último.
es_es: Ideally, the interim period should not be less than five elimination half-lives of the active compound or metabolite, if measured.

source: Identical
es_es: Idéntica

source: Identical MCB was used for both WCBs
es_es: Se usó el mismo MCB para ambos WCB.

source: Identical acceptance criterion established for TNKase®
es_es: Idéntico criterio de aceptación establecido para TNKase®

source: Identical limits established for TNKase®
es_es: Límites idénticos establecidos para TNKase®

source: Identical medium composition is applied, but compounds are separated into two basal powders instead of one combined powder.
es_es: Se usa la misma composición de medio, pero los compuestos se dividen en dos polvos basales en vez de un polvo combinado.

source: Identificación (nombre, registro nacional cuando corresponda, fabricante).
es_es: Identification (name, national registration where applicable, manufacturer).

source: Identificación (nombre, registro nacional en el caso que el producto haya sido registrado en el Ecuador, fabricante).
es_es: Identification (name, national registration for products registered in Ecuador, manufacturer).

source: Identificación Producto de referencia conforme lo establecido por ARCSA:
es_es: Identification of the Reference Product as established by ARCSA:

source: Identificación Producto en estudio:
es_es: Identification Study Product:

source: Identificar si el producto innovador, se encuentra registrado y comercializado en el país, será reconocido como producto comparador.
es_es: To identify whether the new product is domestically registered and marketed, in which case it will be recognized as a comparator.

source: Identification
es_es: Identificación

source: Identification Benzalkonium chloride
es_es: Identificación del cloruro de benzalconio

source: Identification Nintedanib
es_es: Identificación de Nintedanib

source: Identification Procedure:
es_es: Procedimiento de identificación:

source: Identification Tiotropium
es_es: Identificación de Tiotropio

source: Identification and control of residual solvents
es_es: Identificación y control de disolventes residuales

source: Identification by RP- HPLC
es_es: Identificación por RP-HPLC

source: Identification by RP-HPLC
es_es: Identificación por RP-HPLC

source: Identification by reversed phase high performance liquid chromatography
es_es: Identificación por cromatografía líquida de alta resolución en fase reversa

source: Identification of Linagliptin
es_es: Identificación de linagliptina

source: Identification of clinical studies and formulations used
es_es: Identificación de los estudios clínicos y las formulaciones empleadas

source: Identification of clinical studies in which BI1356 formulations were used
es_es: Identificación de los estudios clínicos en que se emplearon las formulaciones de BI1356

source: Identification of clinical studies in which linagliptin formulations were used
es_es: Identificación de los estudios clínicos en que se emplearon las formulaciones de linagliptina

source: Identification of potential elemental impurities for the empagliflozin / linagliptin film-coated tablets according ICH Q3D
es_es: Identificación de impurezas elementales potenciales en los comprimidos recubiertos de empagliflozina / linagliptina conforme al lineamiento Q3D de la ICH

source: Identification of the tenecteplase DP-related CQAs, refer to Chapter “CRITICAL QUALITY ATTRIBUTES“ of this document
es_es: Identificación de los atributos críticos de calidad relacionados con el medicamento tenecteplasa, ver el Capítulo “ATRIBUTOS CRÍTICOS DE CALIDAD“ de este documento

source: Identification of the process parameters and indicators in SM6 that may impact tenecteplase DP CQAs (see Table 4), through prior knowledge and risk assessments (25 mg presentation in SM6)
es_es: Identificación de los parámetros e indicadores del proceso de la planta SM6 que pueden afectar los atributos críticos de calidad del medicamento tenecteplasa (ver Tabla 4), en función del conocimiento ya adquirido y las evaluaciones de riesgo (presentación de 25 mg en SM6).

source: Identification of the process parameters and indicators that may impact tenecteplase DP CQAs, through prior knowledge and risk assessments, refer to Table 11 in this chapter
es_es: Identificación de los parámetros e indicadores del proceso que pueden afectar los atributos críticos de calidad del medicamento tenecteplasa en función del conocimiento ya adquirido y las evaluaciones de riesgo, ver la Tabla 11 en este capítulo

source: Identification reactions of ions and functional groups
es_es: Identificación de iones y grupos funcionales

source: Identification test by Infrared spectrophotometry
es_es: Prueba de identificación por espectrofotometría infrarroja

source: Identification – Photodiode Array detector
es_es: Identificación: detector de matriz de fotodiodos

source: Identification, Degradation and Assay of Empagliflozin in Empagliflozin/Metformin Hydrochloride Film-coated Tablets, 12.5/850 mg
es_es: Identificación, degradación y valoración de los comprimidos recubiertos de empagliflozina/clorhidrato de metformina, 12.5/850 mg

source: Identification, Degradation and Assay of Metformin Hydrochloride in Empagliflozin/Metformin Hydrochloride Film-coated Tablets, 12.5/850 mg
es_es: Identificación, degradación y valoración del clorhidrato de metformina en los comprimidos recubiertos de empagliflozina/clorhidrato de metformina, 12.5/850 mg

source: Identification:
es_es: Identificación:

source: Identification by RP-HPLC1
es_es: Identificación por RP-HPLC1

source: Identified risks are concerns for which there is sufficient proof of a link with the use of Spevigo.
es_es: Los riesgos identificados son aquellos que cuentan con suficiente evidencia sobre su relación con el uso de Spevigo.

source: Identifying the spesolimab drug product related critical quality attributes (CQAs), refer to Chapter “Critical Quality Attributes” of this document
es_es: Idntificación de los atributos críticos de calidad relacionados con el medicamento Espesolimab. Ver la Sección "Atributos críticos de calidad" de este documento.

source: Identifying the process parameters and indicators that may impact spesolimab DP CQAs, through prior knowledge and risk assessments
es_es: Identificación de los parámetros e indicadores del proceso que pueden afectar los CQA del medicamento Espesolimab, lo que surge de los conocimientos y evaluaciones de riesgos previos.

source: Identity
es_es: Identificación

source: Identity *
es_es: Identificación *

source: Identity by RP-HPLC
es_es: Identificación por RP-HPLC

source: Identity of BI 10773 XX is assured, if the retention time and the peak spectrum of the active ingredient peak obtained for the test solution correspond to those obtained for the standard solution 100 %.
es_es: La identificación de BI 10773 XX queda asegurada si, para la solución de análisis, el tiempo de retención y el espectro de los picos del principio activo se corresponden con los de la solución estándar al 100 %.

source: Identity of BI investigational product and comparator product
es_es: Identidad del producto en investigación de BI y del producto comparador

source: Identity of investigational products
es_es: Identificación de los productos en investigación

source: Identity of metformin HCl is assured, if the retention time and the peak spectrum of the active ingredient peak obtained for the test solution correspond to those obtained for the standard solution 100 %.
es_es: La identificación del clorhidrato de metformina queda asegurada si, para la solución de análisis, el tiempo de retención y el espectro de los picos del principio activo se corresponden con los de la solución estándar al 100 %.

source: Identity of spesolimab is determined by tryptic peptide mapping.
es_es: La identificación del Espesolimab se determina mediante mapeo de los péptidos obtenidos por hidrólisis con tripsina.

source: Identity test for MCB
es_es: Prueba de identificación para los BC maestros

source: Identity test for WCBs
es_es: Prueba de identificación para los BC de trabajo

source: Identity testing (isoenzyme analysis)
es_es: Pruebas de identificación (análisis de isoenzimas)

source: Identity – test for chlorides
es_es: Identidad, prueba de cloruros

source: Idiopathic
es_es: Idiopática

source: Idiosyncratic reactions
es_es: Reacciones idiosincrásicas

source: If AEs occurred, the subjects were to be treated as necessary and, if required, kept under constant supervision in the HPC or transferred to a hospital until all medical evaluations returned to an acceptable level.
es_es: Ante la presentación de eventos adversos, los sujetos debían recibir el tratamiento adecuado y, de ser necesario, permanecer bajo supervisión continua en el Centro de farmacología humana o bien ser transferidos a un hospital hasta que todos los exámenes médicos arrojaran valores aceptables.

source: If SBP >150 mmHg and <180 mmHg at Visit 2, the patient was to be receiving at least 3 anti-hypertensive drugs
es_es: Si la TAS >150 mmHg y <180 mmHg en la Visita 2, el paciente debía estar recibiendo al menos 3 antihipertensivos.

source: If a Protocol amendment requires changes to the Informed Consent Form, the revised Informed Consent Form, prepared by the Investigator, must be approved by the Ethics Committee.
es_es: Si una enmienda del protocolo requiere cambios en el formulario de consentimiento informado, el Comité de Ética deberá aprobar la versión modificada del formulario de consentimiento informado que preparó el investigador.

source: If a complication prolongs hospitalisation or fulfils any other serious criteria, the event is serious.
es_es: Si la complicación prolonga la hospitalización o cumple con cualquier criterio de gravedad, el evento se considera grave.

source: If a confirmatory endpoint was not successful, all subsequent endpoints were evaluated in an exploratory manner.
es_es: Si un criterio de valoración confirmatorio no resultaba válido, todos los criterios de valoración subsiguientes se evaluaban de manera exploratoria.

source: If a confirmatory endpoint was successful (empagliflozin superior to placebo), the α was used for the subsequent step.
es_es: Si un criterio de valoración confirmatorio resultaba válido (empagliflozina superior al placebo), se utilizaba el α para el paso siguiente.

source: If a dose was missed by more than 12 hours, that dose was to be skipped and the next dose was to be taken as scheduled.
es_es: Si pasaban más de 12 horas desde que el paciente había olvidado tomar su dosis, esta se omitía y se tomaba la siguiente según lo programado.

source: If a patient became pregnant during the trial, the trial medication was to be stopped, and the patient was to be followed up during the trial and until birth or termination of the pregnancy (see further details in Section 9.5.3.2.2).
es_es: Si una paciente quedaba embarazada durante el ensayo, se debía suspender la medicación en estudio y realizar un seguimiento de durante el ensayo y hasta el nacimiento o la interrupción del embarazo (ver más detalles en la Sección 9.5.3.2.2).
